index	words	occurrences
0	<unk>	783307
1	the	46144
2	of	22176
3	to	21468
4	a	19485
5	in	16320
6	and	15875
7	s	9140
8	for	8205
9	that	8157
10	is	6764
11	it	5601
12	said	5427
13	on	5120
14	at	4460
15	by	4410
16	as	4394
17	from	4279
18	with	4138
19	million	4123
20	mr	3859
21	are	3642
22	was	3619
23	be	3590
24	its	3467
25	he	3310
26	but	3220
27	has	3188
28	an	3156
29	nt	3133
30	have	3000
31	will	2993
32	new	2573
33	or	2460
34	company	2456
35	they	2352
36	year	2317
37	this	2228
38	which	2173
39	would	2113
40	about	2045
41	says	1978
42	more	1908
43	market	1829
44	us	1800
45	were	1779
46	their	1698
47	billion	1680
48	his	1644
49	up	1635
50	had	1631
51	one	1626
52	than	1589
53	some	1558
54	who	1539
55	been	1501
56	also	1485
57	stock	1449
58	other	1438
59	share	1396
60	corp	1340
61	not	1333
62	we	1263
63	inc	1230
64	i	1206
65	if	1173
66	when	1164
67	last	1160
68	years	1133
69	all	1127
70	shares	1121
71	president	1117
72	first	1104
73	two	1062
74	because	1056
75	trading	1045
76	could	1037
77	co	1017
78	after	1016
79	there	977
80	out	976
81	business	965
82	only	951
83	sales	950
84	such	930
85	do	925
86	can	904
87	most	895
88	york	888
89	over	886
90	into	882
91	may	867
92	many	854
93	group	851
94	no	829
95	companies	816
96	now	815
97	government	808
98	federal	786
99	time	782
100	so	781
101	bank	758
102	any	746
103	people	745
104	cents	745
105	exchange	726
106	what	718
107	you	717
108	even	712
109	prices	707
110	investors	704
111	say	703
112	price	702
113	quarter	685
114	week	679
115	under	668
116	down	668
117	much	668
118	while	665
119	big	652
120	rose	651
121	securities	650
122	them	650
123	months	649
124	interest	631
125	bonds	619
126	yesterday	609
127	state	608
128	three	606
129	next	605
130	make	600
131	earnings	588
132	earlier	586
133	american	579
134	investment	575
135	net	575
136	industry	572
137	these	571
138	chairman	570
139	just	570
140	through	570
141	board	569
142	did	566
143	financial	562
144	major	559
145	program	558
146	stocks	552
147	still	551
148	those	546
149	since	546
150	money	542
151	she	538
152	executive	536
153	made	534
154	chief	530
155	rate	526
156	officials	526
157	month	520
158	before	516
159	like	516
160	japanese	512
161	national	509
162	analysts	503
163	does	501
164	expected	500
165	unit	499
166	days	495
167	rates	481
168	off	481
169	house	478
170	plan	478
171	against	469
172	between	464
173	both	463
174	buy	461
175	recent	455
176	funds	452
177	issue	452
178	sell	452
179	get	444
180	general	443
181	her	443
182	income	441
183	own	440
184	profit	440
185	ago	436
186	capital	436
187	back	435
188	firm	434
189	average	433
190	japan	431
191	part	430
192	products	429
193	well	428
194	international	428
195	revenue	428
196	markets	427
197	during	423
198	debt	416
199	offer	414
200	should	413
201	another	413
202	court	413
203	each	411
204	higher	410
205	including	408
206	take	407
207	being	406
208	index	404
209	among	397
210	fell	395
211	tax	395
212	according	394
213	day	393
214	work	390
215	world	390
216	our	389
217	then	388
218	past	388
219	way	385
220	department	384
221	operations	379
222	end	379
223	high	377
224	how	377
225	reported	374
226	economic	374
227	lower	373
228	common	372
229	however	372
230	growth	372
231	plans	371
232	insurance	371
233	trade	368
234	several	367
235	foreign	366
236	vice	365
237	sale	365
238	yield	364
239	sold	363
240	banks	363
241	pay	362
242	yen	361
243	where	360
244	use	356
245	very	355
246	five	355
247	report	353
248	bid	353
249	few	351
250	less	351
251	loss	349
252	issues	349
253	cash	348
254	computer	348
255	good	346
256	current	344
257	costs	339
258	increase	338
259	due	338
260	used	337
261	management	337
262	city	337
263	public	337
264	bill	337
265	re	336
266	oil	336
267	bush	335
268	bond	335
269	might	331
270	system	329
271	early	328
272	fund	327
273	director	326
274	far	325
275	closed	324
276	law	324
277	treasury	323
278	assets	323
279	added	323
280	third	322
281	congress	321
282	futures	320
283	office	319
284	friday	318
285	least	316
286	too	315
287	case	314
288	small	314
289	already	312
290	traders	312
291	number	311
292	concern	311
293	british	310
294	agency	310
295	spokesman	309
296	september	309
297	home	309
298	real	308
299	california	308
300	stake	307
301	union	307
302	oct	305
303	based	304
304	think	303
305	until	302
306	late	302
307	contract	300
308	going	300
309	services	300
310	value	299
311	officer	299
312	same	298
313	research	297
314	close	294
315	news	292
316	point	291
317	move	290
318	help	290
319	little	289
320	street	289
321	operating	287
322	though	286
323	credit	286
324	economy	284
325	ended	283
326	him	282
327	agreed	282
328	today	281
329	second	280
330	agreement	280
331	wall	279
332	results	278
333	four	277
334	corporate	274
335	without	274
336	firms	274
337	here	272
338	period	271
339	service	270
340	former	269
341	want	269
342	san	269
343	total	268
344	long	268
345	dollar	267
346	put	267
347	power	266
348	called	266
349	although	265
350	buying	265
351	likely	264
352	cost	264
353	production	263
354	thirdquarter	263
355	control	262
356	offering	262
357	policy	262
358	six	261
359	notes	261
360	see	260
361	whether	259
362	problems	259
363	administration	259
364	country	258
365	compared	258
366	recently	257
367	large	257
368	increased	256
369	maker	254
370	analyst	254
371	life	254
372	half	253
373	west	252
374	my	252
375	continue	251
376	go	251
377	right	251
378	committee	250
379	ltd	249
380	political	248
381	judge	248
382	around	247
383	set	247
384	cut	247
385	soviet	247
386	loans	247
387	losses	247
388	plant	244
389	d	244
390	paper	243
391	further	242
392	london	242
393	nov	241
394	points	239
395	old	238
396	ual	238
397	largest	237
398	must	237
399	selling	237
400	volume	237
401	times	236
402	wo	236
403	yet	235
404	announced	234
405	john	234
406	takeover	234
407	workers	231
408	problem	230
409	strong	230
410	result	230
411	businesses	230
412	come	229
413	give	228
414	change	228
415	fiscal	228
416	making	227
417	demand	227
418	orders	227
419	held	226
420	become	226
421	weeks	226
422	declined	226
423	record	225
424	nearly	225
425	earthquake	225
426	support	224
427	series	224
428	association	222
429	official	222
430	expects	221
431	members	221
432	junk	221
433	senior	220
434	composite	220
435	employees	219
436	systems	218
437	certain	218
438	data	217
439	august	216
440	development	216
441	air	216
442	jones	216
443	south	215
444	estimated	215
445	industrial	214
446	acquisition	214
447	priced	213
448	need	213
449	know	212
450	gain	212
451	trust	212
452	took	211
453	line	211
454	commercial	210
455	dow	210
456	show	209
457	white	209
458	estate	209
459	francisco	209
460	comment	208
461	despite	207
462	possible	207
463	your	207
464	chicago	207
465	annual	206
466	level	206
467	example	205
468	holding	205
469	meeting	205
470	texas	205
471	ms	205
472	later	204
473	monday	204
474	health	204
475	currently	203
476	senate	203
477	nation	203
478	executives	203
479	drop	203
480	purchase	203
481	better	203
482	building	203
483	others	203
484	ford	203
485	proposed	202
486	return	201
487	once	200
488	area	200
489	terms	200
490	often	200
491	deal	200
492	almost	199
493	tuesday	199
494	future	199
495	offered	199
496	decline	198
497	paid	198
498	october	197
499	commission	197
500	addition	197
501	product	197
502	expect	196
503	order	196
504	changes	196
505	rise	196
506	proposal	196
507	top	195
508	latest	194
509	m	194
510	robert	194
511	loan	194
512	technology	193
513	washington	192
514	filed	191
515	amount	190
516	charge	190
517	named	189
518	force	189
519	nine	189
520	spending	189
521	every	189
522	rights	189
523	information	188
524	position	188
525	decision	188
526	investor	188
527	outstanding	188
528	makes	187
529	customers	187
530	include	186
531	europe	186
532	gas	186
533	america	186
534	within	185
535	division	184
536	enough	184
537	east	184
538	transaction	183
539	trying	183
540	came	182
541	private	182
542	found	181
543	again	181
544	began	181
545	received	181
546	defense	181
547	drug	180
548	james	179
549	able	179
550	industries	178
551	never	177
552	warner	176
553	equipment	176
554	european	176
555	consumer	175
556	managers	174
557	shareholders	174
558	previous	173
559	claims	173
560	ca	173
561	programs	173
562	told	173
563	car	173
564	local	172
565	finance	172
566	provide	172
567	lot	172
568	dropped	171
569	computers	171
570	inflation	171
571	states	171
572	important	170
573	ve	170
574	marketing	169
575	action	169
576	banking	168
577	china	168
578	best	168
579	following	168
580	manager	167
581	fall	167
582	got	167
583	construction	167
584	march	167
585	buyout	167
586	things	167
587	steel	166
588	whose	166
589	units	166
590	mortgage	166
591	keep	165
592	advertising	165
593	united	165
594	equity	165
595	additional	165
596	financing	165
597	dollars	165
598	suit	165
599	western	164
600	fed	164
601	gains	164
602	low	164
603	tokyo	164
604	charges	164
605	university	163
606	auto	163
607	away	163
608	instead	163
609	great	163
610	budget	163
611	sept	163
612	mrs	162
613	tv	162
614	july	161
615	raise	161
616	family	161
617	via	160
618	june	160
619	bills	159
620	account	159
621	contracts	159
622	potential	158
623	continued	157
624	food	157
625	believe	157
626	rather	157
627	run	157
628	taken	157
629	getting	157
630	lost	157
631	los	157
632	below	156
633	ibm	156
634	personal	155
635	restructuring	155
636	legal	155
637	asked	155
638	security	155
639	risk	154
640	ad	154
641	full	154
642	jaguar	154
643	using	153
644	above	153
645	boston	152
646	probably	152
647	lawyers	152
648	place	151
649	labor	151
650	holders	151
651	fact	151
652	find	151
653	posted	150
654	subsidiary	150
655	approved	149
656	dealers	149
657	meanwhile	149
658	stores	149
659	special	148
660	figures	148
661	noted	148
662	effort	148
663	cases	147
664	itself	147
665	dividend	147
666	head	147
667	effect	147
668	portfolio	146
669	pacific	146
670	face	146
671	soon	146
672	short	146
673	cars	145
674	david	145
675	available	145
676	longterm	145
677	reached	144
678	reports	144
679	included	144
680	calif	144
681	led	143
682	open	143
683	look	143
684	domestic	142
685	statement	142
686	options	142
687	investments	141
688	either	141
689	efforts	141
690	reduce	141
691	left	141
692	center	141
693	along	140
694	looking	140
695	payments	140
696	school	140
697	known	140
698	profits	140
699	working	139
700	bought	139
701	network	139
702	team	138
703	standard	138
704	similar	138
705	telephone	137
706	clear	137
707	airlines	137
708	medical	136
709	saying	136
710	secretary	136
711	acquired	136
712	given	136
713	biggest	136
714	airline	136
715	having	135
716	approval	135
717	remain	135
718	increases	135
719	television	135
720	talks	135
721	calls	135
722	job	135
723	coming	135
724	previously	134
725	c	134
726	clients	134
727	chemical	134
728	parent	134
729	countries	133
730	energy	133
731	manufacturing	133
732	machines	133
733	raised	133
734	individual	133
735	gained	133
736	act	132
737	makers	132
738	black	132
739	attorney	132
740	north	132
741	angeles	132
742	fees	131
743	sp	131
744	hard	131
745	groups	131
746	marks	131
747	reserve	131
748	canadian	130
749	levels	130
750	party	130
751	germany	130
752	me	130
753	different	129
754	yearold	129
755	went	129
756	failed	129
757	lead	129
758	damage	129
759	britain	129
760	strategy	129
761	directors	128
762	why	128
763	growing	128
764	helped	128
765	estimates	128
766	interests	127
767	hong	127
768	michael	127
769	something	127
770	columbia	127
771	completed	126
772	project	126
773	property	126
774	activity	126
775	merrill	126
776	owned	125
777	question	125
778	savings	125
779	william	125
780	doing	125
781	heavy	125
782	performance	125
783	canada	125
784	wants	125
785	limited	125
786	german	125
787	percentage	124
788	particularly	124
789	legislation	124
790	independent	124
791	seeking	124
792	goods	124
793	leading	124
794	hit	124
795	slightly	124
796	bay	124
797	huge	123
798	process	123
799	call	123
800	involved	123
801	communications	123
802	dec	122
803	view	122
804	toward	122
805	drexel	122
806	ever	121
807	includes	121
808	measure	121
809	especially	121
810	build	121
811	really	121
812	remains	121
813	yearearlier	121
814	leaders	121
815	institute	120
816	name	120
817	magazine	120
818	producers	120
819	venture	120
820	role	120
821	kong	120
822	currency	120
823	hold	120
824	plants	120
825	care	120
826	adds	120
827	lynch	120
828	gold	119
829	institutions	119
830	themselves	119
831	scheduled	119
832	joint	119
833	reserves	119
834	abortion	119
835	transportation	119
836	pressure	119
837	gm	119
838	free	118
839	competition	118
840	concerns	118
841	rules	118
842	always	118
843	young	118
844	military	118
845	district	118
846	buyers	118
847	vote	118
848	outside	117
849	begin	117
850	range	117
851	daily	117
852	lines	117
853	acquire	116
854	disclosed	116
855	start	116
856	generally	116
857	accounts	116
858	french	116
859	rep	116
860	basis	116
861	brokerage	116
862	course	115
863	related	115
864	owns	115
865	richard	115
866	holdings	115
867	started	115
868	key	115
869	reason	115
870	man	115
871	hours	115
872	fourth	115
873	am	115
874	wednesday	114
875	means	114
876	try	114
877	staff	114
878	largely	114
879	journal	113
880	study	113
881	issued	113
882	recession	113
883	campaign	113
884	community	113
885	thursday	113
886	ll	113
887	areas	112
888	j	112
889	convertible	112
890	thing	112
891	taking	112
892	seen	112
893	majority	112
894	settlement	112
895	seven	111
896	meet	111
897	april	111
898	eastern	111
899	allow	111
900	leader	111
901	projects	111
902	estimate	111
903	significant	110
904	seems	110
905	retail	110
906	required	109
907	beginning	109
908	bad	109
909	reduced	109
910	done	109
911	form	108
912	worth	108
913	aid	108
914	turn	108
915	brokers	108
916	partners	108
917	needed	108
918	de	108
919	impact	108
920	near	107
921	poor	107
922	quickly	107
923	december	107
924	congressional	107
925	stockindex	107
926	eight	107
927	arbitrage	107
928	kind	106
929	parts	106
930	yields	106
931	b	106
932	turned	106
933	receive	106
934	shearson	106
935	seek	106
936	press	106
937	simply	106
938	test	106
939	benefits	106
940	floor	106
941	express	106
942	plc	105
943	thought	105
944	showed	105
945	member	105
946	subject	105
947	produce	105
948	traded	105
949	democratic	105
950	men	104
951	anything	104
952	ahead	104
953	entertainment	104
954	pound	104
955	longer	103
956	considered	103
957	taxes	103
958	manufacturers	103
959	red	103
960	summer	103
961	shareholder	103
962	france	103
963	consider	103
964	prime	103
965	central	103
966	situation	103
967	merger	103
968	cbs	103
969	earned	103
970	smaller	103
971	seem	102
972	difficult	102
973	brothers	102
974	pilots	102
975	protection	101
976	motor	101
977	increasing	101
978	base	101
979	changed	101
980	note	101
981	history	101
982	conference	101
983	planned	101
984	morgan	101
985	shortterm	100
986	perhaps	100
987	boost	100
988	supply	100
989	women	100
990	returns	100
991	children	100
992	indeed	100
993	natural	100
994	housing	100
995	dr	99
996	deficit	99
997	partner	99
998	crash	99
999	war	99
1000	evidence	99
1001	usually	99
1002	advanced	99
1003	sent	99
1004	justice	99
1005	hurt	99
1006	volatility	99
1007	moody	99
1008	space	98
1009	imports	98
1010	electric	98
1011	bankruptcy	98
1012	rally	98
1013	digital	98
1014	block	97
1015	hand	97
1016	became	97
1017	announcement	97
1018	wanted	97
1019	light	97
1020	sen	97
1021	per	96
1022	attempt	96
1023	bankers	96
1024	active	96
1025	limit	96
1026	post	95
1027	jr	95
1028	machine	95
1029	directly	95
1030	filing	95
1031	preferred	95
1032	americans	95
1033	survey	95
1034	delivery	95
1035	let	95
1036	kidder	95
1037	caused	94
1038	age	94
1039	continuing	94
1040	minister	94
1041	built	94
1042	nothing	94
1043	media	94
1044	actually	94
1045	session	94
1046	veto	94
1047	brand	94
1048	overseas	93
1049	sharply	93
1050	initial	93
1051	jumped	93
1052	article	93
1053	sony	93
1054	conditions	93
1055	night	93
1056	transactions	93
1057	minimum	93
1058	francs	93
1059	spokeswoman	92
1060	auction	92
1061	field	92
1062	software	92
1063	main	92
1064	rest	92
1065	designed	92
1066	george	92
1067	sector	92
1068	mark	92
1069	game	92
1070	water	92
1071	closing	92
1072	environmental	91
1073	exports	91
1074	paying	91
1075	believes	91
1076	quarterly	91
1077	regulators	91
1078	smith	91
1079	behind	91
1080	size	91
1081	created	91
1082	comes	91
1083	source	91
1084	thus	91
1085	wage	91
1086	resources	90
1087	continues	90
1088	thrift	90
1089	creditors	90
1090	giant	90
1091	separate	90
1092	consumers	90
1093	sense	90
1094	letter	90
1095	moves	90
1096	quake	90
1097	decided	89
1098	hopes	89
1099	economists	89
1100	dinkins	89
1101	himself	89
1102	questions	89
1103	partly	89
1104	apparently	89
1105	tons	89
1106	gorbachev	89
1107	guber	89
1108	brought	88
1109	associates	88
1110	peter	88
1111	sure	88
1112	pension	88
1113	r	87
1114	produced	87
1115	strike	87
1116	final	87
1117	side	87
1118	term	87
1119	stop	87
1120	ways	87
1121	farmers	87
1122	peters	87
1123	cancer	86
1124	mass	86
1125	rising	86
1126	idea	86
1127	sec	86
1128	direct	86
1129	effective	86
1130	running	86
1131	organization	86
1132	unless	86
1133	won	86
1134	irs	86
1135	agencies	86
1136	spent	85
1137	expenses	85
1138	capacity	85
1139	together	85
1140	newspaper	85
1141	leveraged	85
1142	hugo	85
1143	emergency	85
1144	qintex	85
1145	bring	84
1146	matter	84
1147	actual	84
1148	hope	84
1149	moreover	84
1150	spring	84
1151	single	84
1152	feel	84
1153	poland	84
1154	woman	84
1155	across	84
1156	shows	84
1157	trial	84
1158	quality	84
1159	hurricane	84
1160	sign	83
1161	improve	83
1162	australia	83
1163	needs	83
1164	ability	83
1165	allowed	83
1166	forced	83
1167	unchanged	83
1168	package	83
1169	democrats	83
1170	nissan	83
1171	holds	82
1172	followed	82
1173	january	82
1174	supreme	82
1175	rule	82
1176	require	82
1177	response	82
1178	discount	82
1179	figure	82
1180	specific	82
1181	land	82
1182	whole	82
1183	offices	82
1184	uk	82
1185	various	82
1186	trades	82
1187	sharp	82
1188	closely	81
1189	ministry	81
1190	sports	81
1191	serious	81
1192	battle	81
1193	quoted	81
1194	payment	81
1195	activities	81
1196	operation	81
1197	store	80
1198	greater	80
1199	economist	80
1200	baker	80
1201	county	80
1202	avoid	80
1203	pretax	80
1204	instance	79
1205	play	79
1206	spend	79
1207	partnership	79
1208	human	78
1209	leave	78
1210	slow	78
1211	jobs	78
1212	developed	78
1213	southern	78
1214	institutional	78
1215	premium	78
1216	talk	78
1217	decade	78
1218	step	78
1219	section	78
1220	safety	78
1221	funding	78
1222	add	78
1223	cause	78
1224	signed	78
1225	develop	78
1226	owners	77
1227	gave	77
1228	separately	77
1229	moved	77
1230	lawyer	77
1231	provision	77
1232	met	77
1233	managing	77
1234	introduced	77
1235	focus	77
1236	hour	77
1237	policies	77
1238	valued	77
1239	speculation	77
1240	researchers	76
1241	story	76
1242	opened	76
1243	cray	76
1244	interview	76
1245	sometimes	76
1246	debentures	76
1247	negative	76
1248	overall	76
1249	familiar	76
1250	offset	76
1251	stanley	76
1252	benefit	76
1253	stay	76
1254	appear	75
1255	properties	75
1256	valley	75
1257	morning	75
1258	review	75
1259	commerce	75
1260	ruling	75
1261	fully	75
1262	contributed	75
1263	offers	75
1264	win	75
1265	takes	75
1266	highly	75
1267	feet	75
1268	provides	75
1269	existing	75
1270	brands	75
1271	fear	75
1272	mutual	74
1273	relatively	74
1274	reflecting	74
1275	electronic	74
1276	lehman	74
1277	measures	74
1278	materials	74
1279	par	74
1280	trader	74
1281	deals	74
1282	civil	74
1283	pence	74
1284	lawson	74
1285	class	73
1286	internal	73
1287	indicated	73
1288	ads	73
1289	students	73
1290	interested	73
1291	overthecounter	73
1292	tell	73
1293	asset	73
1294	create	73
1295	margins	73
1296	backed	73
1297	amounts	72
1298	worldwide	72
1299	elected	72
1300	regulatory	72
1301	engineering	72
1302	authority	72
1303	target	72
1304	flat	72
1305	standards	72
1306	climbed	72
1307	person	72
1308	provisions	72
1309	hands	72
1310	someone	72
1311	jury	72
1312	individuals	72
1313	willing	72
1314	chance	72
1315	appropriations	72
1316	facilities	72
1317	declines	71
1318	resigned	71
1319	book	71
1320	thomas	71
1321	purchases	71
1322	forces	71
1323	provided	71
1324	read	71
1325	else	71
1326	larger	71
1327	accounting	71
1328	everyone	71
1329	passed	71
1330	adding	71
1331	widely	71
1332	alone	71
1333	competitors	71
1334	santa	71
1335	proceeds	71
1336	reagan	71
1337	plunge	71
1338	houses	71
1339	conservative	71
1340	motors	71
1341	worked	70
1342	police	70
1343	risks	70
1344	chain	70
1345	socalled	70
1346	publicly	70
1347	finally	70
1348	death	70
1349	manhattan	70
1350	minority	70
1351	tough	70
1352	planning	70
1353	maintain	70
1354	typically	69
1355	raising	69
1356	substantial	69
1357	electronics	69
1358	considering	69
1359	works	69
1360	investigation	69
1361	hutton	69
1362	eventually	69
1363	practice	69
1364	social	69
1365	necessary	69
1366	goes	69
1367	approach	69
1368	education	69
1369	gulf	69
1370	moving	69
1371	usx	69
1372	cuts	69
1373	swiss	69
1374	room	69
1375	anyone	68
1376	remaining	68
1377	totaled	68
1378	mexico	68
1379	l	68
1380	johnson	68
1381	monetary	68
1382	image	68
1383	ones	68
1384	mostly	68
1385	prevent	68
1386	realestate	68
1387	grand	68
1388	council	68
1389	salomon	68
1390	carrier	68
1391	ownership	68
1392	rating	68
1393	attention	67
1394	events	67
1395	capitalgains	67
1396	improved	67
1397	list	67
1398	scientists	67
1399	principal	67
1400	stand	67
1401	fixed	67
1402	society	67
1403	nj	67
1404	commodity	67
1405	cited	67
1406	acquisitions	67
1407	lloyd	67
1408	travel	67
1409	bell	67
1410	sought	67
1411	neither	66
1412	appears	66
1413	forecast	66
1414	nasdaq	66
1415	giving	66
1416	charles	66
1417	e	66
1418	popular	66
1419	homes	66
1420	date	66
1421	lawmakers	66
1422	laws	66
1423	entire	66
1424	bids	66
1425	municipal	66
1426	paribas	66
1427	st	66
1428	petroleum	66
1429	pentagon	66
1430	thatcher	66
1431	college	65
1432	bidding	65
1433	reorganization	65
1434	negotiations	65
1435	miles	65
1436	details	65
1437	positions	65
1438	reach	65
1439	f	65
1440	output	65
1441	traditional	65
1442	soviets	65
1443	trend	65
1444	parties	65
1445	crime	65
1446	chinese	65
1447	aircraft	65
1448	consultant	65
1449	reform	65
1450	immediately	65
1451	litigation	65
1452	restrictions	65
1453	opening	65
1454	northern	65
1455	opportunity	65
1456	beyond	65
1457	exchanges	65
1458	everything	65
1459	lose	65
1460	bridge	65
1461	drugs	65
1462	retirement	65
1463	nor	64
1464	modest	64
1465	treatment	64
1466	monthly	64
1467	bureau	64
1468	factors	64
1469	reduction	64
1470	particular	64
1471	items	64
1472	relations	64
1473	claim	64
1474	film	64
1475	telecommunications	64
1476	experts	64
1477	customer	64
1478	opposition	64
1479	corn	64
1480	england	63
1481	rejected	63
1482	dividends	63
1483	heavily	63
1484	chapter	63
1485	involving	63
1486	movie	63
1487	apple	63
1488	november	63
1489	export	63
1490	mean	63
1491	saw	63
1492	access	63
1493	design	63
1494	expectations	63
1495	experience	63
1496	subordinated	63
1497	sources	63
1498	accept	63
1499	sun	63
1500	cable	63
1501	attributed	63
1502	lin	63
1503	complete	62
1504	pending	62
1505	chips	62
1506	combined	62
1507	believed	62
1508	lack	62
1509	carry	62
1510	players	62
1511	mitsubishi	62
1512	republican	62
1513	fraud	62
1514	flow	62
1515	regional	62
1516	th	62
1517	couple	62
1518	cover	62
1519	magazines	62
1520	wrote	62
1521	ag	62
1522	spread	62
1523	minutes	62
1524	option	62
1525	disaster	62
1526	copper	62
1527	schools	61
1528	maturity	61
1529	ohio	61
1530	troubled	61
1531	producer	61
1532	consulting	61
1533	easy	61
1534	increasingly	61
1535	difference	61
1536	certainly	61
1537	broad	61
1538	mail	61
1539	georgiapacific	61
1540	owner	61
1541	navigation	61
1542	healthcare	61
1543	publishing	60
1544	amid	60
1545	fight	60
1546	success	60
1547	concerned	60
1548	paul	60
1549	gives	60
1550	automotive	60
1551	technical	60
1552	strength	60
1553	employee	60
1554	expensive	60
1555	thousands	60
1556	season	60
1557	alleged	60
1558	split	60
1559	heart	60
1560	aimed	60
1561	debate	60
1562	brown	60
1563	requirements	60
1564	weak	60
1565	profitable	60
1566	mortgages	60
1567	campeau	60
1568	gene	60
1569	grow	60
1570	controls	59
1571	released	59
1572	plus	59
1573	clearly	59
1574	showing	59
1575	sells	59
1576	expansion	59
1577	listed	59
1578	runs	59
1579	trouble	59
1580	facility	59
1581	sterling	59
1582	sort	59
1583	putting	59
1584	headed	59
1585	insurers	59
1586	material	58
1587	hotel	58
1588	true	58
1589	trucks	58
1590	primarily	58
1591	launched	58
1592	reflects	58
1593	moscow	58
1594	slowdown	58
1595	purchased	58
1596	ending	58
1597	prepared	58
1598	panel	58
1599	roughly	58
1600	headquarters	58
1601	waiting	58
1602	steps	58
1603	appeal	58
1604	successful	58
1605	corporations	58
1606	live	58
1607	painewebber	58
1608	maybe	58
1609	broadcasting	58
1610	tomorrow	58
1611	philip	58
1612	manville	58
1613	mixte	58
1614	highest	57
1615	expand	57
1616	conn	57
1617	values	57
1618	prosecutors	57
1619	goldman	57
1620	plunged	57
1621	slowing	57
1622	improvement	57
1623	dozen	57
1624	version	57
1625	underwriters	57
1626	gets	57
1627	victims	57
1628	tried	57
1629	region	57
1630	arizona	57
1631	charged	57
1632	damaged	57
1633	associated	57
1634	criminal	57
1635	ratings	57
1636	original	57
1637	ventures	57
1638	drive	57
1639	voters	57
1640	powerful	57
1641	complex	57
1642	lending	57
1643	signs	56
1644	settled	56
1645	korea	56
1646	advertisers	56
1647	adviser	56
1648	nuclear	56
1649	documents	56
1650	developing	56
1651	annually	56
1652	centers	56
1653	except	56
1654	tests	56
1655	client	56
1656	radio	56
1657	favor	56
1658	controlled	56
1659	dispute	56
1660	sci	56
1661	failure	56
1662	park	56
1663	quite	56
1664	represents	56
1665	mind	56
1666	rated	56
1667	revised	56
1668	sears	56
1669	declining	55
1670	grew	55
1671	mayor	55
1672	traffic	55
1673	request	55
1674	vehicles	55
1675	fewer	55
1676	exxon	55
1677	affairs	55
1678	hundreds	55
1679	bat	55
1680	words	55
1681	stations	55
1682	guilty	55
1683	jack	55
1684	ny	55
1685	att	55
1686	model	55
1687	chemicals	55
1688	junkbond	55
1689	w	55
1690	portion	55
1691	break	55
1692	residents	55
1693	guidelines	55
1694	trillion	54
1695	speed	54
1696	distribution	54
1697	placed	54
1698	assistant	54
1699	advance	54
1700	unlike	54
1701	frank	54
1702	surged	54
1703	adjusted	54
1704	phone	54
1705	baseball	54
1706	jersey	54
1707	ease	54
1708	actions	54
1709	pretty	54
1710	professional	54
1711	dallas	54
1712	normal	54
1713	sir	54
1714	la	54
1715	exercise	54
1716	afternoon	54
1717	proposals	54
1718	competitive	54
1719	bit	54
1720	defendants	54
1721	shift	54
1722	nations	53
1723	phillips	53
1724	town	53
1725	utilities	53
1726	devices	53
1727	balance	53
1728	australian	53
1729	mae	53
1730	sachs	53
1731	global	53
1732	significantly	53
1733	sides	53
1734	whom	53
1735	uncertainty	53
1736	practices	53
1737	attorneys	53
1738	cities	53
1739	hostile	53
1740	yearago	53
1741	elsewhere	53
1742	starting	53
1743	cds	53
1744	republicans	53
1745	numbers	53
1746	coupon	53
1747	responsible	53
1748	liability	53
1749	paris	53
1750	faces	52
1751	predicted	52
1752	star	52
1753	books	52
1754	accused	52
1755	environment	52
1756	falling	52
1757	lee	52
1758	parents	52
1759	wrong	52
1760	critics	52
1761	florida	52
1762	thrifts	52
1763	weakness	52
1764	nekoosa	52
1765	strategic	52
1766	segment	52
1767	remained	52
1768	amendment	52
1769	broker	52
1770	recovery	52
1771	collapse	52
1772	truck	52
1773	golden	52
1774	sa	52
1775	accord	52
1776	communist	52
1777	stopped	51
1778	virtually	51
1779	alan	51
1780	ordered	51
1781	appeals	51
1782	instruments	51
1783	decide	51
1784	threat	51
1785	ii	51
1786	producing	51
1787	throughout	51
1788	played	51
1789	hospital	51
1790	fears	51
1791	unusual	51
1792	mainly	51
1793	release	51
1794	losing	51
1795	sea	51
1796	employment	51
1797	benchmark	51
1798	certificates	51
1799	healthy	51
1800	pm	51
1801	continental	51
1802	houston	51
1803	relief	51
1804	burnham	51
1805	frankfurt	51
1806	weekend	51
1807	bear	51
1808	mccaw	51
1809	buildings	50
1810	chrysler	50
1811	century	50
1812	boosted	50
1813	follows	50
1814	settle	50
1815	effects	50
1816	contrast	50
1817	deputy	50
1818	movies	50
1819	election	50
1820	voice	50
1821	opposed	50
1822	suggest	50
1823	primary	50
1824	authorities	50
1825	names	50
1826	interstate	50
1827	opinion	50
1828	kept	50
1829	metals	50
1830	soared	50
1831	deposit	50
1832	felt	50
1833	confidence	50
1834	established	50
1835	abroad	50
1836	structure	50
1837	fe	50
1838	mca	50
1839	finding	49
1840	mixed	49
1841	editor	49
1842	fine	49
1843	reflect	49
1844	ready	49
1845	statistics	49
1846	double	49
1847	discussions	49
1848	art	49
1849	studies	49
1850	substantially	49
1851	core	49
1852	judges	49
1853	pricing	49
1854	reasons	49
1855	moment	49
1856	deposits	49
1857	margin	49
1858	temporary	49
1859	krenz	49
1860	coast	49
1861	silver	49
1862	affected	49
1863	ge	49
1864	uses	48
1865	pace	48
1866	seemed	48
1867	records	48
1868	twice	48
1869	protect	48
1870	ask	48
1871	models	48
1872	barrels	48
1873	front	48
1874	consultants	48
1875	candidates	48
1876	agree	48
1877	prior	48
1878	green	48
1879	accepted	48
1880	older	48
1881	leaving	48
1882	goal	48
1883	equal	48
1884	church	48
1885	leadership	48
1886	families	48
1887	coverage	48
1888	representatives	48
1889	antitrust	48
1890	affect	48
1891	present	48
1892	pershare	48
1893	hud	48
1894	morris	48
1895	preliminary	47
1896	talking	47
1897	prove	47
1898	utility	47
1899	determined	47
1900	task	47
1901	operate	47
1902	usual	47
1903	managed	47
1904	positive	47
1905	influence	47
1906	wake	47
1907	hearing	47
1908	doubt	47
1909	citing	47
1910	damages	47
1911	fairly	47
1912	shown	47
1913	advantage	47
1914	bigger	47
1915	training	47
1916	gross	47
1917	lambert	47
1918	urban	47
1919	usair	47
1920	factory	46
1921	argue	46
1922	cutting	46
1923	voted	46
1924	worried	46
1925	challenge	46
1926	chip	46
1927	italy	46
1928	stephen	46
1929	jointly	46
1930	ashare	46
1931	tender	46
1932	wide	46
1933	represent	46
1934	beijing	46
1935	river	46
1936	regular	46
1937	suggested	46
1938	assistance	46
1939	gone	46
1940	otc	46
1941	ounce	46
1942	station	46
1943	georgia	46
1944	conventional	46
1945	ec	46
1946	highway	46
1947	push	46
1948	finished	46
1949	alliance	46
1950	puts	46
1951	navy	46
1952	farm	46
1953	luxury	46
1954	scandal	46
1955	saatchi	46
1956	seats	45
1957	toronto	45
1958	meetings	45
1959	joseph	45
1960	excess	45
1961	extremely	45
1962	suggests	45
1963	intended	45
1964	style	45
1965	living	45
1966	event	45
1967	commitments	45
1968	ground	45
1969	decisions	45
1970	keeping	45
1971	blacks	45
1972	save	45
1973	fire	45
1974	highyield	45
1975	vehicle	45
1976	declared	45
1977	door	45
1978	mining	45
1979	games	45
1980	direction	45
1981	weekly	45
1982	relationship	45
1983	compromise	45
1984	negotiating	45
1985	guarantees	45
1986	telerate	45
1987	patients	45
1988	shopping	45
1989	fourthquarter	45
1990	africa	45
1991	hewlettpackard	45
1992	flight	45
1993	type	44
1994	suspended	44
1995	ill	44
1996	pharmaceutical	44
1997	crude	44
1998	file	44
1999	surge	44
2000	rich	44
2001	purchasing	44
2002	asking	44
2003	boeing	44
2004	elections	44
2005	refused	44
2006	appeared	44
2007	extra	44
2008	helping	44
2009	louis	44
2010	onetime	44
2011	square	44
2012	operates	44
2013	promise	44
2014	movement	44
2015	supplies	44
2016	safe	44
2017	edward	44
2018	replace	44
2019	wife	44
2020	regulations	44
2021	disclose	44
2022	swings	44
2023	rumors	44
2024	hollywood	44
2025	fields	43
2026	professor	43
2027	sixmonth	43
2028	ceiling	43
2029	joined	43
2030	ross	43
2031	providing	43
2032	investing	43
2033	types	43
2034	hill	43
2035	invest	43
2036	happen	43
2037	worry	43
2038	confirmed	43
2039	sound	43
2040	politicians	43
2041	argued	43
2042	resolution	43
2043	extraordinary	43
2044	crisis	43
2045	upon	43
2046	thinks	43
2047	sugar	43
2048	grain	43
2049	heat	43
2050	cd	43
2051	king	43
2052	advisers	43
2053	rjr	43
2054	join	42
2055	ban	42
2056	comparable	42
2057	simple	42
2058	obtain	42
2059	h	42
2060	hampshire	42
2061	underlying	42
2062	courts	42
2063	prospects	42
2064	patent	42
2065	launch	42
2066	denied	42
2067	founder	42
2068	specialists	42
2069	chase	42
2070	written	42
2071	language	42
2072	ultimately	42
2073	singapore	42
2074	membership	42
2075	warrants	42
2076	piece	42
2077	discuss	42
2078	colleagues	42
2079	immediate	42
2080	suffered	42
2081	discovered	42
2082	scientific	42
2083	views	42
2084	genes	42
2085	ogilvy	42
2086	representing	42
2087	controversial	42
2088	usa	42
2089	personnel	42
2090	phelan	42
2091	expressed	42
2092	outlook	42
2093	guarantee	42
2094	intel	42
2095	rico	42
2096	senators	42
2097	garden	42
2098	succeeds	41
2099	giants	41
2100	lowered	41
2101	pages	41
2102	matters	41
2103	succeed	41
2104	circuit	41
2105	choice	41
2106	presence	41
2107	sets	41
2108	fannie	41
2109	temporarily	41
2110	import	41
2111	lives	41
2112	student	41
2113	music	41
2114	politics	41
2115	aug	41
2116	word	41
2117	alternative	41
2118	concluded	41
2119	returned	41
2120	resignation	41
2121	serve	41
2122	circumstances	41
2123	eye	41
2124	title	41
2125	served	41
2126	nbc	41
2127	initially	41
2128	reaction	41
2129	rapidly	41
2130	pact	41
2131	card	41
2132	critical	41
2133	worse	41
2134	attract	41
2135	deliver	41
2136	reflected	41
2137	cold	41
2138	happened	41
2139	switzerland	41
2140	ensure	41
2141	crop	41
2142	buyer	41
2143	liquidity	41
2144	follow	41
2145	generation	41
2146	offerings	41
2147	insured	41
2148	votes	41
2149	agreements	41
2150	chancellor	41
2151	costa	41
2152	abc	41
2153	died	40
2154	described	40
2155	proceedings	40
2156	entered	40
2157	aerospace	40
2158	lawsuits	40
2159	pick	40
2160	visit	40
2161	invested	40
2162	branch	40
2163	millions	40
2164	responsibility	40
2165	urged	40
2166	coal	40
2167	pass	40
2168	nature	40
2169	reforms	40
2170	track	40
2171	football	40
2172	privately	40
2173	acquiring	40
2174	restaurant	40
2175	operator	40
2176	slipped	40
2177	letters	40
2178	specialty	40
2179	fair	40
2180	atlantic	40
2181	differences	40
2182	delay	40
2183	breeden	40
2184	normally	40
2185	agents	40
2186	beer	40
2187	lineitem	40
2188	technologies	40
2189	graphics	40
2190	exploration	40
2191	oakland	40
2192	egg	40
2193	ratio	40
2194	intends	40
2195	banco	40
2196	t	39
2197	easily	39
2198	slide	39
2199	stronger	39
2200	watch	39
2201	february	39
2202	rival	39
2203	guaranteed	39
2204	administrative	39
2205	tied	39
2206	p	39
2207	creating	39
2208	requires	39
2209	drives	39
2210	voting	39
2211	covered	39
2212	extend	39
2213	code	39
2214	tend	39
2215	fallen	39
2216	ties	39
2217	road	39
2218	committed	39
2219	becoming	39
2220	child	39
2221	spot	39
2222	basic	39
2223	metric	39
2224	taxpayers	39
2225	limits	39
2226	dc	39
2227	shipping	39
2228	possibility	39
2229	jan	39
2230	check	39
2231	criticism	39
2232	extent	39
2233	wells	39
2234	costly	39
2235	audience	39
2236	looks	39
2237	christmas	39
2238	unemployment	39
2239	processing	39
2240	machinists	39
2241	pipeline	39
2242	league	39
2243	lincoln	39
2244	rooms	39
2245	default	38
2246	forecasts	38
2247	retailing	38
2248	setting	38
2249	hills	38
2250	triggered	38
2251	status	38
2252	manufacturer	38
2253	reducing	38
2254	newly	38
2255	published	38
2256	picture	38
2257	nobody	38
2258	knows	38
2259	pictures	38
2260	integrated	38
2261	pennsylvania	38
2262	carolina	38
2263	widespread	38
2264	worst	38
2265	adopted	38
2266	retailers	38
2267	twoyear	38
2268	inside	38
2269	volatile	38
2270	saturday	38
2271	strategies	38
2272	carriers	38
2273	cells	38
2274	reporters	38
2275	pushed	38
2276	beach	38
2277	brooks	38
2278	mine	38
2279	coffee	38
2280	studio	38
2281	hunt	38
2282	suits	38
2283	cross	38
2284	pg	38
2285	coup	38
2286	assume	37
2287	indicate	37
2288	illegal	37
2289	household	37
2290	faster	37
2291	affiliate	37
2292	career	37
2293	asia	37
2294	exposure	37
2295	warning	37
2296	awarded	37
2297	enormous	37
2298	hungary	37
2299	martin	37
2300	turns	37
2301	possibly	37
2302	secondary	37
2303	yeargin	37
2304	newspapers	37
2305	comments	37
2306	factor	37
2307	facing	37
2308	contends	37
2309	turning	37
2310	foods	37
2311	alternatives	37
2312	aggressive	37
2313	fuel	37
2314	banker	37
2315	realize	37
2316	fashion	37
2317	employers	37
2318	observers	37
2319	unable	37
2320	condition	37
2321	israel	37
2322	aftertax	37
2323	obligation	37
2324	warned	37
2325	mitchell	37
2326	ship	37
2327	culture	37
2328	genetic	37
2329	lawrence	37
2330	brewing	37
2331	formerly	36
2332	roll	36
2333	douglas	36
2334	pursue	36
2335	spain	36
2336	club	36
2337	eliminate	36
2338	currencies	36
2339	consecutive	36
2340	portfolios	36
2341	inventories	36
2342	reporting	36
2343	fastfood	36
2344	identified	36
2345	playing	36
2346	stage	36
2347	grown	36
2348	gop	36
2349	participants	36
2350	sophisticated	36
2351	encourage	36
2352	pushing	36
2353	bottom	36
2354	badly	36
2355	answer	36
2356	mich	36
2357	massachusetts	36
2358	formed	36
2359	publisher	36
2360	philadelphia	36
2361	brady	36
2362	collapsed	36
2363	frequently	36
2364	subcommittee	36
2365	tower	36
2366	insurer	36
2367	quarters	36
2368	impossible	36
2369	faced	36
2370	son	36
2371	unsecured	36
2372	understand	36
2373	establish	36
2374	orange	36
2375	lenders	36
2376	begun	36
2377	interestrate	36
2378	transfer	36
2379	blood	36
2380	miller	36
2381	write	36
2382	massive	36
2383	army	36
2384	pilot	36
2385	thompson	36
2386	opec	36
2387	heard	35
2388	users	35
2389	introduce	35
2390	nec	35
2391	citizens	35
2392	apply	35
2393	memory	35
2394	atlanta	35
2395	downturn	35
2396	handle	35
2397	carries	35
2398	player	35
2399	carried	35
2400	virginia	35
2401	wait	35
2402	caught	35
2403	bob	35
2404	educational	35
2405	roman	35
2406	threatened	35
2407	approve	35
2408	seeks	35
2409	plastic	35
2410	containers	35
2411	thin	35
2412	modern	35
2413	sunday	35
2414	worker	35
2415	filled	35
2416	nixon	35
2417	suspension	35
2418	pa	35
2419	oneyear	35
2420	unlikely	35
2421	corporation	35
2422	threemonth	35
2423	otherwise	35
2424	assembly	35
2425	governments	35
2426	cellular	35
2427	franchise	35
2428	site	35
2429	kkr	35
2430	greenspan	35
2431	boom	34
2432	recorded	34
2433	northeast	34
2434	daniel	34
2435	ruled	34
2436	heads	34
2437	anticipated	34
2438	jump	34
2439	fujitsu	34
2440	donald	34
2441	progress	34
2442	enforcement	34
2443	elaborate	34
2444	steady	34
2445	planners	34
2446	insist	34
2447	reading	34
2448	excluding	34
2449	aids	34
2450	stories	34
2451	shop	34
2452	cooperation	34
2453	specialist	34
2454	friends	34
2455	moderate	34
2456	equivalent	34
2457	extended	34
2458	campbell	34
2459	easier	34
2460	surprised	34
2461	friendly	34
2462	quick	34
2463	packages	34
2464	calling	34
2465	nationwide	34
2466	stockmarket	34
2467	kill	34
2468	pulled	34
2469	compensation	34
2470	changing	34
2471	intelligence	34
2472	resulted	34
2473	severe	34
2474	promised	34
2475	democracy	34
2476	typical	34
2477	peabody	34
2478	cautious	34
2479	guy	34
2480	singlea	34
2481	rivals	34
2482	hearings	34
2483	ortega	34
2484	assetbacked	34
2485	allowing	34
2486	tape	34
2487	whatever	34
2488	cosmetics	34
2489	agent	34
2490	hall	34
2491	mills	34
2492	reinsurance	34
2493	bellsouth	34
2494	engelken	34
2495	delmed	34
2496	steinhardt	34
2497	aware	33
2498	du	33
2499	race	33
2500	exceed	33
2501	none	33
2502	illinois	33
2503	consumption	33
2504	theory	33
2505	applied	33
2506	father	33
2507	maxwell	33
2508	attractive	33
2509	rapid	33
2510	expanding	33
2511	ltv	33
2512	ran	33
2513	commitment	33
2514	learned	33
2515	organizations	33
2516	video	33
2517	closer	33
2518	comprehensive	33
2519	allegations	33
2520	foundation	33
2521	stands	33
2522	bar	33
2523	troubles	33
2524	semiconductor	33
2525	dead	33
2526	resulting	33
2527	payable	33
2528	twothirds	33
2529	signal	33
2530	merchandise	33
2531	commodities	33
2532	fla	33
2533	shortly	33
2534	connection	33
2535	match	33
2536	citicorp	33
2537	sees	33
2538	predict	33
2539	supporters	33
2540	hear	33
2541	des	33
2542	determine	33
2543	ought	33
2544	disappointing	33
2545	mac	33
2546	constitutional	33
2547	bringing	33
2548	metal	33
2549	statements	33
2550	aside	33
2551	compaq	33
2552	psyllium	33
2553	aetna	33
2554	anc	33
2555	corry	33
2556	yorkbased	32
2557	retain	32
2558	sluggish	32
2559	places	32
2560	edison	32
2561	handling	32
2562	prompted	32
2563	complained	32
2564	seat	32
2565	billions	32
2566	cleveland	32
2567	donaldson	32
2568	onethird	32
2569	shot	32
2570	husband	32
2571	attack	32
2572	convicted	32
2573	everybody	32
2574	carrying	32
2575	rockefeller	32
2576	fresh	32
2577	fast	32
2578	metropolitan	32
2579	middle	32
2580	appointed	32
2581	violations	32
2582	papers	32
2583	narrow	32
2584	considerable	32
2585	pittsburgh	32
2586	buyback	32
2587	subsidiaries	32
2588	surprising	32
2589	formal	32
2590	fit	32
2591	va	32
2592	branches	32
2593	panama	32
2594	maximum	32
2595	vs	32
2596	minor	32
2597	harder	32
2598	island	32
2599	desire	32
2600	promotion	32
2601	las	32
2602	opportunities	32
2603	marine	32
2604	el	32
2605	nikkei	32
2606	expense	32
2607	storage	32
2608	icahn	32
2609	counsel	32
2610	supposed	32
2611	poll	32
2612	walter	32
2613	stearns	32
2614	consolidated	31
2615	causing	31
2616	royal	31
2617	hot	31
2618	pont	31
2619	governor	31
2620	registered	31
2621	retired	31
2622	messrs	31
2623	arthur	31
2624	brazil	31
2625	procedures	31
2626	disk	31
2627	shipments	31
2628	resume	31
2629	english	31
2630	daiwa	31
2631	foot	31
2632	broader	31
2633	advice	31
2634	soft	31
2635	strongly	31
2636	fighting	31
2637	numerous	31
2638	learning	31
2639	districts	31
2640	behalf	31
2641	quiet	31
2642	represented	31
2643	applications	31
2644	turnover	31
2645	targets	31
2646	sudden	31
2647	lawsuit	31
2648	machinery	31
2649	surprise	31
2650	g	31
2651	revenues	31
2652	wine	31
2653	wholesale	31
2654	halt	31
2655	schedule	31
2656	regarding	31
2657	color	31
2658	exactly	31
2659	glass	31
2660	maintenance	31
2661	send	31
2662	programtrading	31
2663	agriculture	31
2664	trends	31
2665	enter	31
2666	rey	31
2667	davis	31
2668	begins	31
2669	variety	31
2670	flights	31
2671	shall	31
2672	successor	31
2673	profitability	31
2674	location	31
2675	freddie	31
2676	commissions	31
2677	dealing	31
2678	spirits	31
2679	incentives	31
2680	trip	31
2681	delta	31
2682	developers	31
2683	eggs	31
2684	bailout	31
2685	enterprises	31
2686	engine	31
2687	gonzalez	31
2688	blame	31
2689	allianz	31
2690	body	30
2691	beat	30
2692	standing	30
2693	winter	30
2694	announce	30
2695	doubled	30
2696	besides	30
2697	compete	30
2698	arrangement	30
2699	taiwan	30
2700	watching	30
2701	priority	30
2702	teams	30
2703	aide	30
2704	parliament	30
2705	linked	30
2706	channel	30
2707	exclusive	30
2708	expire	30
2709	premiums	30
2710	lufkin	30
2711	stadium	30
2712	tobacco	30
2713	restaurants	30
2714	indicates	30
2715	purpose	30
2716	contributions	30
2717	freedom	30
2718	waste	30
2719	answers	30
2720	brain	30
2721	dean	30
2722	constitution	30
2723	tumbled	30
2724	prison	30
2725	reputation	30
2726	merely	30
2727	baltimore	30
2728	requiring	30
2729	shops	30
2730	stable	30
2731	ideas	30
2732	fiveyear	30
2733	becomes	30
2734	table	30
2735	catch	30
2736	population	30
2737	bulk	30
2738	industrials	30
2739	chamber	30
2740	hired	30
2741	miss	30
2742	engaged	30
2743	pulp	30
2744	consensus	30
2745	noriega	30
2746	covering	30
2747	supported	30
2748	bluechip	30
2749	sellers	30
2750	wonder	30
2751	ranging	30
2752	claimed	30
2753	delays	30
2754	holiday	30
2755	conducted	30
2756	airways	30
2757	poison	30
2758	bloc	30
2759	delayed	30
2760	selloff	30
2761	creative	30
2762	recapitalization	30
2763	gap	30
2764	experiments	30
2765	pilson	30
2766	akzo	30
2767	westinghouse	30
2768	mobil	30
2769	deaths	29
2770	brief	29
2771	blue	29
2772	fans	29
2773	slid	29
2774	arm	29
2775	message	29
2776	page	29
2777	credits	29
2778	concept	29
2779	malcolm	29
2780	latin	29
2781	achieved	29
2782	wild	29
2783	plenty	29
2784	renewed	29
2785	strip	29
2786	competing	29
2787	mother	29
2788	discussing	29
2789	candidate	29
2790	telling	29
2791	marshall	29
2792	asian	29
2793	caution	29
2794	teachers	29
2795	explain	29
2796	involve	29
2797	detroit	29
2798	principle	29
2799	complaints	29
2800	wave	29
2801	viacom	29
2802	networks	29
2803	packaging	29
2804	economics	29
2805	coors	29
2806	downward	29
2807	merchant	29
2808	license	29
2809	initiative	29
2810	secured	29
2811	departure	29
2812	loyalty	29
2813	institution	29
2814	sensitive	29
2815	argument	29
2816	turmoil	29
2817	occurred	29
2818	operators	29
2819	efficient	29
2820	poverty	29
2821	prudentialbache	29
2822	guide	29
2823	divisions	29
2824	accounted	29
2825	basket	29
2826	sufficient	29
2827	mergers	29
2828	syndicate	29
2829	tentatively	29
2830	phoenix	29
2831	cycle	29
2832	demands	29
2833	defensive	29
2834	shell	29
2835	weaker	29
2836	somewhat	29
2837	convert	29
2838	waertsilae	29
2839	peace	29
2840	apparent	29
2841	plastics	29
2842	dealer	29
2843	defend	29
2844	goals	29
2845	toyota	29
2846	webster	29
2847	subsidies	29
2848	nicaragua	29
2849	wcrs	29
2850	chains	29
2851	regulation	28
2852	imported	28
2853	eased	28
2854	nevertheless	28
2855	acts	28
2856	rock	28
2857	suffer	28
2858	sheet	28
2859	developments	28
2860	mainframe	28
2861	broken	28
2862	totaling	28
2863	essentially	28
2864	pressures	28
2865	wood	28
2866	editorial	28
2867	resistance	28
2868	killed	28
2869	seeing	28
2870	giuliani	28
2871	gov	28
2872	mary	28
2873	jim	28
2874	responded	28
2875	credibility	28
2876	speech	28
2877	crucial	28
2878	hardly	28
2879	forms	28
2880	fellow	28
2881	meant	28
2882	eager	28
2883	host	28
2884	michigan	28
2885	scale	28
2886	connecticut	28
2887	assuming	28
2888	productivity	28
2889	handful	28
2890	expanded	28
2891	noting	28
2892	generate	28
2893	checks	28
2894	stone	28
2895	favorable	28
2896	counter	28
2897	hahn	28
2898	copy	28
2899	purposes	28
2900	dealings	28
2901	cards	28
2902	vegas	28
2903	fly	28
2904	manage	28
2905	afford	28
2906	confident	28
2907	pill	28
2908	charging	28
2909	distributed	28
2910	mcdonald	28
2911	delivered	28
2912	weapons	28
2913	biotechnology	28
2914	pinkerton	28
2915	earth	28
2916	thomson	28
2917	honecker	28
2918	asbestos	27
2919	stood	27
2920	permanent	27
2921	commonwealth	27
2922	round	27
2923	marketplace	27
2924	harris	27
2925	mature	27
2926	owed	27
2927	draw	27
2928	indicators	27
2929	milk	27
2930	stress	27
2931	polish	27
2932	holder	27
2933	writer	27
2934	friend	27
2935	ends	27
2936	powers	27
2937	rape	27
2938	legislative	27
2939	democrat	27
2940	telegraph	27
2941	earn	27
2942	intent	27
2943	dramatic	27
2944	swap	27
2945	detailed	27
2946	organized	27
2947	remarks	27
2948	structural	27
2949	monitor	27
2950	driving	27
2951	solid	27
2952	identify	27
2953	address	27
2954	succeeding	27
2955	respond	27
2956	duties	27
2957	unions	27
2958	shut	27
2959	rural	27
2960	sit	27
2961	participation	27
2962	henry	27
2963	anybody	27
2964	scott	27
2965	onto	27
2966	edition	27
2967	combination	27
2968	buyouts	27
2969	succeeded	27
2970	abandoned	27
2971	gasoline	27
2972	guard	27
2973	backing	27
2974	van	27
2975	underwriter	27
2976	looked	27
2977	nomura	27
2978	calculated	27
2979	hanover	27
2980	labormanagement	27
2981	experienced	27
2982	carnival	27
2983	berlin	27
2984	projections	27
2985	sciences	27
2986	mgm	27
2987	forest	27
2988	marcos	27
2989	lies	27
2990	reasonable	27
2991	boren	27
2992	turner	27
2993	decades	26
2994	findings	26
2995	cotton	26
2996	vary	26
2997	borrowing	26
2998	resort	26
2999	visitors	26
3000	fifth	26
3001	circulation	26
3002	effectively	26
3003	audit	26
3004	ps	26
3005	link	26
3006	intense	26
3007	india	26
3008	memories	26
3009	engineers	26
3010	requested	26
3011	grant	26
3012	load	26
3013	controlling	26
3014	interbank	26
3015	barney	26
3016	jenrette	26
3017	conduct	26
3018	science	26
3019	fired	26
3020	disease	26
3021	viewed	26
3022	screen	26
3023	secret	26
3024	younger	26
3025	courter	26
3026	pollution	26
3027	starts	26
3028	attitude	26
3029	clean	26
3030	broke	26
3031	recalls	26
3032	iowa	26
3033	controversy	26
3034	recommended	26
3035	christopher	26
3036	permission	26
3037	k	26
3038	attempting	26
3039	foreigners	26
3040	midwest	26
3041	happens	26
3042	criticized	26
3043	pounds	26
3044	precious	26
3045	originally	26
3046	divided	26
3047	emphasis	26
3048	ariz	26
3049	merc	26
3050	obvious	26
3051	risen	26
3052	sued	26
3053	hoped	26
3054	assumption	26
3055	ticket	26
3056	repair	26
3057	concrete	26
3058	causes	26
3059	helps	26
3060	secondlargest	26
3061	recover	26
3062	odds	26
3063	expert	26
3064	filings	26
3065	indicating	26
3066	selected	26
3067	participate	26
3068	rare	26
3069	paramount	26
3070	amr	26
3071	texaco	26
3072	difficulties	26
3073	fbi	26
3074	planes	26
3075	carl	26
3076	famous	26
3077	deep	26
3078	bet	26
3079	farmer	26
3080	acknowledged	26
3081	flying	26
3082	transport	26
3083	drilling	26
3084	gnp	26
3085	cohen	26
3086	whites	26
3087	cheap	26
3088	fox	26
3089	conner	26
3090	leverage	26
3091	maynard	26
3092	cathay	26
3093	trelleborg	26
3094	dutch	25
3095	replaced	25
3096	automobile	25
3097	minneapolis	25
3098	occur	25
3099	officers	25
3100	maintained	25
3101	fixedrate	25
3102	burden	25
3103	debts	25
3104	capped	25
3105	nonetheless	25
3106	revive	25
3107	blamed	25
3108	copies	25
3109	features	25
3110	thinking	25
3111	tone	25
3112	attracted	25
3113	remember	25
3114	bolster	25
3115	concentrate	25
3116	winning	25
3117	kids	25
3118	restore	25
3119	somebody	25
3120	disclosure	25
3121	tools	25
3122	sl	25
3123	fill	25
3124	consideration	25
3125	speculators	25
3126	definitive	25
3127	publications	25
3128	appropriate	25
3129	aggressively	25
3130	founded	25
3131	handled	25
3132	approximately	25
3133	slump	25
3134	warren	25
3135	category	25
3136	retailer	25
3137	threeyear	25
3138	simmons	25
3139	ships	25
3140	travelers	25
3141	legislators	25
3142	writing	25
3143	ton	25
3144	relative	25
3145	rebound	25
3146	joining	25
3147	african	25
3148	penalty	25
3149	obviously	25
3150	cheaper	25
3151	potentially	25
3152	fundamental	25
3153	startup	25
3154	fleet	25
3155	cos	25
3156	developer	25
3157	bethlehem	25
3158	printing	25
3159	love	25
3160	korean	25
3161	foreignexchange	25
3162	boards	25
3163	lire	25
3164	readers	25
3165	mci	25
3166	imperial	25
3167	remic	25
3168	gamble	25
3169	freight	25
3170	overhaul	25
3171	outcome	25
3172	rescue	25
3173	mainframes	25
3174	busy	25
3175	rica	25
3176	quebecor	25
3177	kellogg	25
3178	bloomingdale	25
3179	eagle	25
3180	medicine	24
3181	imposed	24
3182	permit	24
3183	italian	24
3184	stateowned	24
3185	surplus	24
3186	rothschild	24
3187	attempts	24
3188	pool	24
3189	reductions	24
3190	attached	24
3191	scenario	24
3192	minute	24
3193	contractor	24
3194	allegedly	24
3195	representative	24
3196	completely	24
3197	philippines	24
3198	gyrations	24
3199	permitted	24
3200	remove	24
3201	durable	24
3202	novel	24
